[
  {
    "title": "Mold Skill",
    "id": 1,
    "img1": "proja1",
    "img2": "proja2",
    "img3": "proja3",
    "description": "Mold SKill is the online learning platform which provides various eduvational resources for NEB students to support their education. Mold SKil provides books, notes and practise question collected from different school including board exam questions",
    "link": "https://msmahato.com.np",
    "type": "Website"
  },
  {
    "title": "Everest TechSo Network",
    "id": 2,
    "img1": "projb1",
    "img2": "projb2",
    "img3": "projb3",
    "description": "We are delighted to share the success of our recent program at Golden Future english boarding School kishanpur, dhanusha . The students were invited to write about their aspirations and future plans, and we were thrilled to guide them through this process. Our aim was to inspire them to think big, providing them with valuable information about available competitions and scholarships to help them achieve their dreams.  Throughout the program, we were not only mentors but also learners. The insights and fresh perspectives shared by the students enriched our experience profoundly. We extend our deepest gratitude to the founder (Lokchandra yadav) and the students for their exemplary discipline, strong values, and focused dedication. Their warm hospitality and enthusiastic engagement made our visit truly special. We are excited about future collaborations and wish them a bright and successful future.",
    "link": "",
    "type": "Organization"
  },
  {
    "title": "Think Big",
    "id": 3,
    "img1": "projc1",
    "img2": "projc2",
    "img3": "projc3",
    "description": "In Think Big, we do more than just host events—we create transformative experiences. Our programs are crafted to ignite curiosity, foster collaboration, and empower every participant to turn their ideas into action. Whether through hands-on workshops, insightful talks, or networking opportunities, we are dedicated to building a community where innovation thrives and every voice is heard. Join us in our mission to inspire and make a difference together.",
    "link": "https://thinkbig.org.np",
    "type": "Organization"
  },
  {
    "title": "Gamvir Samudra Setu SS, Lalitpur",
    "id": 4,
    "img1": "projd1",
    "img2": "projd2",
    "img3": "projd3",
    "description": "    Empowering young minds with knowledge, creativity, and the confidence to explore, grow, and succeed in their educational journey is key to fostering lifelong learning and achievement.",
    "link": "https://gamvirss.edu.np",
    "type": "Gov School"
  },
  {
    "title": "Guru Parbandahn",
    "id": 5,
    "img1": "proje1",
    "img2": "proje2",
    "img3": "proje3",
    "description": "This C program, Guru Prabandhan, is a comprehensive teacher management system that streamlines the process of handling teacher data. It enables users to input and store essential details like teacher ID, name, salary, and subject, with the data being saved to a file for future retrieval. The system offers functionalities such as displaying a sorted list of teachers, searching for specific teachers by their ID, and generating detailed reports on salary expenditures, highlighting the highest and lowest salaries. Additionally, it allows users to reset the entire database, wiping all stored information when necessary, and includes a feature to change the system password for enhanced security. The program is interactive, featuring user-friendly prompts, a loading screen, and safeguards against unauthorized access. It's a practical tool for efficiently managing teacher information in educational institutions.",
    "link": "https://github.com/MSK1116/guru.git",
    "type": "C Program"
  },
  {
    "title": "We Learn and Teach",
    "id": 6,
    "img1": "projf1",
    "img2": "projf2",
    "img3": "projf3",
    "description": "We recently completed a successful program  at Creative secondary school, bhiman dhanusha. Our primary objective is to cultivate an environment where junior students have access to free mentorship. This initiative is designed to create a supportive community where both learning and teaching are valued equally. By offering mentorship, we aim to empower students by providing them with guidance and support in their educational journey. Our goal is to foster a collaborative atmosphere where knowledge and skills are shared among peers, ultimately contributing to the overall growth and development of all participants involved",
    "link": "",
    "type": "Tuesday, June 25, 2024"
  },
  {
    "title": "Free mentorship",
    "id": 7,
    "img1": "projg1",
    "img2": "projg2",
    "img3": "projg3",
    "description": "Vision secondary school mulabaari dhanushaWe conducted our program successfully at  Vision secondary school mulabaari dhanusha We are trying to create an environment of free mentorship for all the juniors students. we learn and teach.",
    "link": "",
    "type": "Wednesday, June 26, 2024"
  },
  {
    "title": "FutureRoadmap",
    "id": 8,
    "img1": "projh1",
    "img2": "projh2",
    "img3": "projh3",
    "description": "Thanks to everyone for participating in this virtual session. We hope it would be great an endeavour for reaching you goal, and we believe that everyone participating this program could get some grasps of future path. And thanks to all the participants and our Guest Mr. Aashish Panta   for making this event happen. Please reach out to us if you need any sort of help and advice regarding any confusion for that session.",
    "link": "",
    "type": "Sunday, August 25, 2024"
  },
  {
    "title": "",
    "id": 9,
    "img1": "proji1",
    "img2": "proji2",
    "img3": "proji3",
    "description": "",
    "link": "",
    "type": ""
  },
  {
    "title": "",
    "id": 10,
    "img1": "projj1",
    "img2": "projj2",
    "img3": "projj3",
    "description": "",
    "link": "",
    "type": ""
  },
  {
    "title": "",
    "id": 11,
    "img1": "projk1",
    "img2": "projk2",
    "img3": "projk3",
    "description": "",
    "link": "",
    "type": ""
  },
  {
    "title": "",
    "id": 12,
    "img1": "projl1",
    "img2": "projl2",
    "img3": "projl3",
    "description": "",
    "link": "",
    "type": ""
  },
  {
    "title": "",
    "id": 13,
    "img1": "projm1",
    "img2": "projm2",
    "img3": "projm3",
    "description": "",
    "link": "",
    "type": ""
  },
  {
    "title": "",
    "id": 14,
    "img1": "projn1",
    "img2": "projn2",
    "img3": "projn3",
    "description": "",
    "link": "",
    "type": ""
  },
  {
    "title": "",
    "id": 15,
    "img1": "projo1",
    "img2": "projo2",
    "img3": "projo3",
    "description": "",
    "link": "",
    "type": ""
  },
  {
    "title": "",
    "id": 16,
    "img1": "projp1",
    "img2": "projp2",
    "img3": "projp3",
    "description": "",
    "link": "",
    "type": ""
  },
  {
    "title": "",
    "id": 17,
    "img1": "projq1",
    "img2": "projq2",
    "img3": "projq3",
    "description": "",
    "link": "",
    "type": ""
  },
  {
    "title": "",
    "id": 18,
    "img1": "projr1",
    "img2": "projr2",
    "img3": "projr3",
    "description": "",
    "link": "",
    "type": ""
  },
  {
    "title": "",
    "id": 19,
    "img1": "projs1",
    "img2": "projs2",
    "img3": "projs3",
    "description": "",
    "link": "",
    "type": ""
  },
  {
    "title": "",
    "id": 20,
    "img1": "projt1",
    "img2": "projt2",
    "img3": "projt3",
    "description": "",
    "link": "",
    "type": ""
  }
]
